{
    "让利润奔跑起来": "Let profit run",
    "随存随取，安全可靠，年化率高达600%": "Safe and reliable transaction on demand, with annual yield rate of up to 600%",
    "下一页": "Next page",
    "十年积累，只为做到极致": "A decade’s accumulation is simply for perfection",
    "随存随取": "Transaction on demand",
    "高效便捷，利润实时计算，无需等待，随时可以质押和赎回": "Being highly efficient and convenient, it realizes real-time interest calculation without waiting, as well as on-demand pledging and redemption",
    "回报超高": "Ultra high returns",
    "年利率高达600%，在家躺着也能轻松赚到高额收益": "Annual interest rate of up to 600% for easy earning of passive income",
    "多端便捷": "Multi-terminal accessible",
    "支持移动端和PC端，任何场景，都可以随意使用": "It is accessible via a mobile or PC terminal in any scenario",
    "安全可靠": "Safe and reliable",
    "三重加密技术保障服务器安全，手机+邮箱动态保护您的资产": "It has triple encryption technology to secure the server, and provides dynamic protection for your assets by means of mobile plus email verification",
    "深受二十多万用户的信赖": "Trusted by over twenty thousand users",
    "历经重重考验。我们始终致力于打造一个让用户满意的金融工具": "Coming through successive tests, we have been constantly committed to building a satisfactory financial instrument for users",
    "累计质押量": "Cumulative quantity of pledged assets",
    "为用户创下收益": "Making profits for users",
    "过去24h新加入用户": "Users registered in the past 24h",
    "来自全球的顶级投资者": "Top investors from all over the world",
    "我们的全球投资者，包括天使投资人和创投基金": "Our global investors include angel investors and venture capital funds",
    "已有账号": "If you have an account",
    "去登录": "Go to login",
    "登录": "Login",
    "手机": "Mobile Phone",
    "邮箱": "Email",
    "手机号码": "Mobile number",
    "验证码": "Verification code",
    "至少8个字符(数字+大小写字母)": "Password must contain 8-16 uppercase and lowercase letters and numbers",
    "邀请码(选填)": "Invitation code (optional)",
    "请阅读并同意使用条款和隐私政策": "Please read and hereby agree with the Provisions on Use and Privacy Policy",
    "注册成功": "Registration completed",
    "注册": "Register",
    "使用条款": "User Agreement",
    "隐私政策": "Privacy Policy",
    "我已阅读并同意": "I have read and hereby agree with the",
    "和": "And",
    "欢迎来到": "Welcome to",
    "发送": "Send",
    "重新发送": "Resend",
    "还没有账号": "No account",
    "立即注册": "Register now",
    "忘记密码": "Forgot password?",
    "为了您的资产安全，重置密码后24小时内不可提现": "For your assets’ security, no cash withdrawal is available in 24h after password resetting",
    "下一步": "Next",
    "安全验证": "Security verification",
    "发送验证码到": "Send the verification code to",
    "确认": "Confirm",
    "两次密码不一致": "The two passwords entered do not match",
    "设置成功": "Set successfully",
    "再次确认": "Reconfirmation",
    "设置新密码": "Set a new password",
    "成为Grayswap合伙人躺着也赚钱": "Becoming a Grayswap for earning passive income",
    "最高享": "Up to ",
    "返利": " rebate",
    "好友再邀请他人你也能瓜分被邀请人的收益": "Participation of any other user invited by the invited user will also entitle the first inviter to a commission relating to earnings of the second invited user",
    "具体规则": "Specific rules",
    "复制链接": "Copy the link",
    "分享海报": "Share the poster",
    "邀请码": "Invitation code",
    "资产": "Assets",
    "复制成功": "copy successfully",
    "规则描述": "Rule description",
    "稍后再说": "Talk about it later",
    "1. 邀请朋友加入量化池，成为灰度基金合作伙伴!轻松获得额外收入! 2. 发送海报或邀请链接到你的朋友。如果你的朋友注册了 对于推荐ID，您需要在 邀请码。3.在你邀请的朋友承诺之后收入，当你赎回时，你可以得到他收入的15%的回扣，当你邀请的朋友邀请其他人时，你也可以得到一个15%的回扣。4. 当收入产生时，你 你需要承诺你被邀请的总承诺金额的20% 收到退税的朋友。如果你不认捐总额的20% 邀请的朋友质押金额，折扣将锁定并返还 不能收到，直到你再次解锁时，质押金额 达到20%。5. 如果欺诈使用非法手段被发现 当局会收回你所有的回扣。6. 本活动的解释权归grayswap所有。": "1. Invite friends to join the quantitative pool to become a grayswap partner! Earn extra income easily! 2. Just send the invitation poster or invitation link to your friends. If your friends register by themselves, you need to fill in your recommendation ID in the invitation code. 3. After your invited friend pledges to generate income, you can get a 15% rebate of 4. When the income is generated, you need to pledge 20% of the total pledge amount of your invited friends to receive the rebate. If you do not pledge 20% of the total pledge amount of the invited friends, the rebate will be locked and cannot be received until you Unlock again when the pledge amount reaches 20%.5. If fraudulent use of illegal means is discovered by the authorities, all your rebates will be recovered.6. The final interpretation right of this activity belongs to grayswap.",
    "收入": "Income",
    "总计": "Total",
    "今日新增好友": "Add friends today",
    "所有好友": "All friends",
    "产生收益": "Generate income",
    "对不起,暂时没有好友": "Sorry, no friends.",
    "对不起,暂时没有数据": "Sorry! There is no data.",
    "质押": "Pledge",
    "充值": "Top-up",
    "解锁指令": "Unlock instructions",
    "灰度基金付出了巨大的努力": "Grayscale made great effort",
    "年利率高达40%，收益高": "The annual interest rate is up to 40%, earn high yields",
    "让利润随我去吧": "Let the profits run with me",
    "灰度基金": "Grayswap",
    "下载": "Download",
    "扫描二维码打开网站": "Scan the QR code to open the website",
    "我们构建了一个通过量化交换来获取收益的高级开放平台": "We have established an advanced open platform for gaining profits by quantifying swap",
    "我们用了整整十年的时间来沉淀，只为打造出这个有史以来最快、最稳定、最强大的量化流动池，我们将不忘初心，继续努力将quantify swap打磨得更好，让大家更满意。": "Our decade’s dedication is simply for building the fastest, most stable and most powerful quantified liquidity pool. We will stay true to ourselves and continue our efforts in improving Quantify Swap to the satisfaction of users. ",
    "不管你是金融高玩还是新手小白，都能轻松看懂quantifyswap的使用，简洁、清晰、让每一位用户都能轻松获得属于自己的那份利润，相信我们，体验过一次quantifyswap后你会对它更加爱不释手。": "You can, either being a senior financial player or a green hand, easily understand how to use Quantify Swap, whose simplicity and legibility can help you make profits more easily. Come to have a try, and you will fall in love with it. ",
    "向每一位支持我们的用户和投资人": "We are grateful to each of our supporting users and investors",
    "报以最大的敬意，感谢你们": "Thank you all!",
    "地区选择": "Select a territory",
    "注册或登录": "Register or login ",
    "请登录": "Please to login",
    "量化流动池": "Quantized flow pool",
    "资产管理": "Assets management",
    "安全中心": "Security center",
    "资金密码": "Fund password",
    "设置资金密码": "Set fund password",
    "修改资金密码": "Update a money transfer password",
    "修改登录密码": "Modify the login password",
    "超级返利": "Attractive rebate",
    "通知公告": "Announcements",
    "我们的使命": "Our mission",
    "白皮书": "White paper",
    "切换语言": "Languages",
    "登录密码": "Login password",
    "该账户已被禁用": "The account has been disabled",
    "如需重新激活请联系邮箱": "To reactivate the account, please contact by email",
    "我知道了": "Ok",
    "禁用此账户": "Deactivate the account",
    "退出登录": "Logout",
    "确定禁用该账户": "Deactivate the account",
    "如需重新激活请发送邮件至": "To reactivate the account, please contact by email",
    "确定禁用": "Confirm the deactivation",
    "禁用账户": "Deactivate the accoun",
    "请谨慎使用此功能，禁用后将导致以下结果。请仔细阅读": "Use this function with care. Refer to the following for results of this function",
    "该账户所有登录和交易功能都将被禁用": "All login and transaction functions relating to the account will be disabled",
    "该账户的所有API都将被删除": "All APIs of the account will be deleted",
    "让每个人都轻松获得高额利润": "Let everyone easily get high profits",
    "来自世界各地的顶级投资者": "Top investors from worldwide",
    "我们的全球投资者，包括天使投资者和风险投资基金。": "Our global investors, including angel investors and venture capital funds.",
    "为了保护您的账户安全，建议开启另一层身份验证方式": "For security of your account, it is recommended to enable an additional mode of authentication",
    "手机验证": "Mobile authentication",
    "邮箱验证": "Email authentication",
    "手机验证为您的账户增加了另一层安全保护": "Mobile authentication provides an additional protection for your account",
    "邮箱验证为您的账户增加了另一层安全保护": "Email authentication provides an additional protection for your account",
    "开启手机保护": "Enable mobile protection",
    "关闭手机保护": "Disable mobile protection",
    "开启邮箱保护": "Enable email protection",
    "关闭邮箱保护": "Disable email protection",
    "请添加您的手机": "Please enter your mobile number",
    "该手机号已被使用，请添加其他手机": "This phone is already in use, please add another phone",
    "您现在仅启用了手机验证，无法关闭": "You have merely enabled mobile authentication, and cannot disable it",
    "您现在仅启用了邮箱验证，无法关闭": "You have merely enabled email authentication, and cannot disable it",
    "请添加您的邮箱": "Please enter your email address",
    "已关闭邮箱验证，但暂不支持与邮箱解绑": "Email authentication has been disabled. Unbinding with email is not supported for the time being",
    "为了保障您的资产安全，请设置6位数资金密码": "For security of your fund, please set a 6-digit fund password",
    "手机验证码": "Phone Verification Code",
    "邮箱验证码": "Email Verification Code",
    "关闭手机验证成功": "Turn off the mobile authentication successfully",
    "关闭邮箱验证成功": "Turn off the email and verify successfully",
    "开启邮箱验证成功": "Turn on the email and verify successfully",
    "开启手机验证成功": "Turn on the email authentication successfully",
    "24h内参与质押": "Participation in pledging in 24h",
    "平台累计质押": "Accumulated pledge on the platform",
    "累计产生收益": "Cumulative income",
    "月利率": "Monthly interest rate",
    "年利率": "Annual interest rate",
    "我的质押": "My pledge",
    "24h收益": "Earnings in 24h",
    "赎回": "Redemption",
    "质押概览": "Pledge overview",
    "收益明细": "Income statement",
    "查看交易记录": "Transaction records",
    "本周收益": "Earning of the week",
    "本月收益": "Earnings of the month",
    "总收益": "Total earnings",
    "类型": "Type",
    "币种": "Currency",
    "暂无数据": "Sorry! There is no data.",
    "服务费": "service charge",
    "质押成功": "Successfully",
    "赎回成功": "Successfully",
    "已收取": "Charged",
    "全部": "All",
    "超出最大可质押量": "Exceeding the maximum amount pledged",
    "超出最小可质押量": "Exceeds the minimum amount available for pledge",
    "可质押": "To pledge",
    "收益预估": "Estimated earnings",
    "确定质押": "Confirm pledge",
    "可赎回": "Redeemable",
    "收益情况": "Earnings",
    "质押数量": "The pledge number",
    "本次收益": "The earnings",
    "将从本次收益中扣取": "It will be deducted from the proceeds",
    "确定赎回": "Confirm redemption",
    "总资产折合": "Total assets conversion",
    "余额": "Balance",
    "已质押": "Pledged assets",
    "选择主网": "Select the major network",
    "充值地址": "Top-up address",
    "复制地址": "Copy address",
    "保存二维码": "Save QR code",
    "选择充值币种": "Select the top-up currency",
    "选择提现币种": "Select the Withdrawal currency",
    "提现数量": "Withdrawal amount",
    "可提": "Amount available for withdrawal",
    "*每笔BTC交易将产生燃气费，请以实际到账为准": "*Each BTC transaction will incur a gas fee, and the actual amount credited to the account shall prevail",
    "请输入提现地址": "Please enter the withdrawal address",
    "为保障您的资产安全，当您修改账户登录密码后，我们会对提现做出限制，请注意保护您的信息防止泄露": "For security of your assets, we have imposed restrictions on cash withdrawal in case of a login password change. Please keep your messages from disclosure",
    "为了您的资金安全，请先设置资金密码后再进行提现": "For security of your money, please set a money transfer password before cash withdrawal",
    "前往设置": "Go to set",
    "请输入资金密码": "Please enter your money transfer password",
    "用以验证您的身份，保护资金安全": "It is used for authentication and for money security",
    "充值成功": "Topped up successfully",
    "提现成功": "withdrawn successfully",
    "充值失败": "Topped up failed",
    "提现失败": "withdrawn failed",
    "处理中": "Processing",
    "地址": "Address",
    "手续费": "Service charge",
    "交易哈希": "TxHash",
    "交易记录": "Transaction Record",
    "提现": "Withdrawal",
    "提交": "Submit",
    "请输入合法金额": "Please enter the legal amount",
    "超出最大可提现数量": "Exceeds the maximum amount available for withdrawal",
    "超出最小可提现数量": "Exceed the minimum withdrawal amount",
    "*只发送BTC到此存款地址。发送任何其他硬币或代币到此地址可能导致您的存款丢失": "* Send only BTC to this deposit address .Sending any other coin or token to this address may result in the loss of your deposit",
    "*网络确认1次后，将自动存入货币": "* Coin will be deposited after 1 network confirmations.",
    "*在作出2个确认之前，您将暂时无法提取相等金额的资产。": "*Until 2 confirmations are made，an equivalent amount of your assets will be temporarily unavailable for withdrawals.",
    "日期": "Date",
    "复制": "Copy",
    "检查": "Check",
    "充值中": "The top-up",
    "提现中": "Withdrawal of",
    "由于您更改了登录密码,截止xxx前不可提现": "Because you have changed your login password, you cannot withdraw money until",
    "前不可提现": "",
    "温馨提示": "Warm prompt",
    "我知道了1": "I know",
    "请再次输入确定": "Please enter again to confirm",
    "修改成功": "Modify successfully",
    "请输入原资金密码验证身份": "Please enter the old money transfer password for authentication",
    "请输入原密码": "Please enter the old password",
    "为了您的资金安全，请重新登录": "For the safety of your funds, please login again",
    "该邮箱号已被使用，请添加其他邮箱": "If the email number already exists, please use another email number",
    "*由于您未进行质押,本次提现将产生双倍燃气费,请以实际到账为准": "* Since you did not pledge, this withdrawal will incur double gas fee, which shall be subject to the actual receipt",
    "你的朋友已经为你产生了收入，这些收入可以在质押后记入你的账户。": "Your friend has generated income for you, and the income can be credited to the account after pledge.",
    "保证下列类型之一": "Pledge one of the types below",
    "承诺金额为1级好友当前承诺金额的。": "The pledge amount is",
    "保证金": "% of the current total pledge amount of level 1 friends.",
    "返佣": "Rebate",
    "等级": "Level",
    "加入时间": "Join time",
    "1. 邀请朋友加入定量池，成为grayswap的合作伙伴!轻松获得额外收入!": "1. Invite friends to join the quantitative pool to become a grayswap partner! Earn extra income easily!",
    "2. 只需发送邀请海报或邀请链接给你的朋友。如果您的朋友自行注册，您需要在邀请码中填写您的推荐ID。": "2. Just send the invitation poster or invitation link to your friends. If your friends register by themselves, you need to fill in your recommendation ID in the invitation code.",
    "x1": "3. After your invited friend pledges to generate income, you can get a",
    "x2": "rebate of his income when you redeem it, and when the friend you invite invites others, you can also get a",
    "x4": "4. When the income is generated, you need to pledge",
    "x6": "of the total pledge amount of the invited friends, the rebate will be locked and cannot be received until you Unlock again when the pledge amount reaches",
    "5. 如果欺诈使用非法手段被当局发现，你的所有回扣将被收回": "5. If fraudulent use of illegal means is discovered by the authorities, all your rebates will be recovered.",
    "6. 本活动最终解释权归grayswap所有。": "6. The final interpretation right of this activity belongs to grayswap.",
    "您需要质押": "The pledge is converted into BTC",
    "才能解锁账户": "and then unlocked to the account",
    "您还需要质押": "The pledge is converted into BTC is also required",
    "由于政策原因，此区域暂时不可用。对造成的不便表示歉意": "Due to policy reasons, this area is temporarily unavailable. Apologies for the inconvenience caused.",
    "使用其他浏览器打开": "Open it with a different browser",
    "为保证最佳体验，建议使用移动浏览器打开": "To ensure the best experience, it is recommended to use a mobile browser to open it",
    "加载中": "Loading...",
    "用户协议": "Privacy Policy",
    "在24h内参与质押": "Participate in the pledge within 24 hours",
    "佣金总览": "Commission",
    "好友列表": "My friends",
    "返佣记录": "Earnings",
    "新一代量化流动池": "Quantitative flow cells",
    "面向全球每一位用户提供支持": "Provide support to every user",
    "提示": "Tips",
    "确定": "ok",
    "为了您的资产安全，修改密码后24小时内不可提现": "For the safety of your funds, the password cannot be withdrawn within 24h after changing the password.",
    "未设置资金密码": "No fund password set",
    "质押数量1": "Pledge amount",
    "赎回数量": "Redemption amount",
    "加载完成": "Loaded",
    "手机格式错误": "Invalid format of mobile phone",
    "请输入密码": "Please enter the password",
    "邀请好友参与，即可享受好友质押收益20%的返佣": "Participation of an invited user will entitle the inviter to a commission rebate amounting to  ",
    "的返佣": "of the invited user’s pledge income",
    "24h利率": "24h interest rate",
    "x3": "rebate.",
    "x5": "of the total pledge amount of your invited friends to receive the rebate. If you do not pledge.",
    "x7": ".",
    "邮箱格式错误": "Email format is not correct"
}